[
    {
        "CoinNo" : 1,
        "CoinName" : "Chhatrapati Shivaji",
        "CoinID" : "INR-02R-AA1999",
        "CoinCond" : "Very Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "1999",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin in the honor of Chhatrapati Shivaji",
        "CoinDescription" : "It is a circulating commemorative coin in the honor of Maharaja Chhatrapati Shivaji .It is made up of Copper-Nickel composition material. It weights 5.69g with 25.9mm diameter and 1.46mm thickness. On the heads side, it features Ashoka Stambh with denomination written below it. On tails side, we see right facing portrait of Maharaja Chhatrapati Shivaji."
    },

    {
        "CoinNo" : 2,
        "CoinName" : "Birth centenary of Subhas Chandra Bose",
        "CoinID" : "INR-02R-AB1997",
        "CoinCond" : "Very Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "1997",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for birth centenary of Subhas Chandra Bose",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 100th birthday of Netaji Subhas Chandra Bose. It is made up of Copper-Nickel composition material. It weights 6g with 25.9mm diameter and 1.46mm thickness. On the heads side, it features Ashoka Stambh with denomination written below it. On tails side, we see left facing portrait of Netaji Subhas Chandra Bose."
    },

    {
        "CoinNo" : 3,
        "CoinName" : "150 Years of Indian Railways",
        "CoinID" : "INR-02R-AC2003",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2003",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating 150 Years of Indian Railways",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 150 Glorious Years of Indian Railways. It is made up of Copper-Nickel composition material. It weights 6.05g with 26.5mm diameter and 1.46mm thickness. On the heads side, it features Ashoka Stambh with denomination written below it. On tails side, we see image of Bholu the gaurd. Bholu the Elephant is the mascot of Indian Railways, represented as a cartoon of an elephant holding a signal lamp with a green ring in one hand."
    },

    {
        "CoinNo" : 4,
        "CoinName" : "National Integration",
        "CoinID" : "INR-02R-AD2000",
        "CoinCond" : "Very Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2000",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating 150 Years of Indian Railways",
        "CoinDescription" : "It is a standard circulation coin depicting national integration of India. It is made up of Copper-Nickel composition material. It weights 6g with 26mm diameter and 1.71mm thickness. On the heads side, it features Ashoka Stambh with denomination written below it. On tails side, we see map of India with Indian flag in the middle of it.."
    },

    {
        "CoinNo" : 5,
        "CoinName" : "100th Birth Anniversary Louis Braille",
        "CoinID" : "INR-02R-AE2009",
        "CoinCond" : "Average",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2009",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating 100th Years of Birth Anniversary Louis Braille",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 100th Birth Anniversary Louis Braille. It is made up of Stainless Steel. It weights 5.8g with 27mm diameter and 1.5mm thickness. On the heads side, it features Ashoka Stambh with denomination written on the right side of it. India and Rupees are written in English and Hindi on the up and down side respectively. On tails side, we see front facing portrait of Louis Braille."
    }

]