[
    {
        "CoinNo" : 1,
        "CoinName" : "150th Anniversary of the Income Tax Department",
        "CoinID" : "INR-05R-AA2010",
        "CoinCond" : "Excellent",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2010",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for Income Tax Department.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 150th Anniversary of the Income Tax Department. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 2.1mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see a bee hovering over lotus and the left facing portrait of Acharya Chanakya."
    },

    {
        "CoinNo" : 2,
        "CoinName" : "Birth Anniversary of Jawaharlal Nehru",
        "CoinID" : "INR-05R-AB2014",
        "CoinCond" : "Very Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2014",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating 125th Birth Anniversary of Jawaharlal Nehru.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 150th Birth Anniversary of India's first Prime Minister Pandit Jawaharlal Nehru. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 1.9mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see left facing portrait of Pandit Jawaharlal Nehru."
    },

    {
        "CoinNo" : 3,
        "CoinName" : "100th Anniversary of ICMR",
        "CoinID" : "INR-05R-AC2011",
        "CoinCond" : "Very Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2011",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating 100th Anniversary of ICMR.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 100th Anniversary of Indian Council of Medical Research. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 1.9mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see ICMR logo present at the middle of the coin."
    },

    {
        "CoinNo" : 4,
        "CoinName" : "150th Anniversary of Allahabad High Court",
        "CoinID" : "INR-05R-AD2016",
        "CoinCond" : "Very Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2016",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating 150th Allahabad High Court.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 150th Anniversary of Allahabad High Court. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 2mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see Centre Facade of Allahabad High Court emerging from Book."
    },

    {
        "CoinNo" : 5,
        "CoinName" : "Anniversary of Kolkata Mint",
        "CoinID" : "INR-05R-AE2012",
        "CoinCond" : "Bad",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2012",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating 60th Anniversary of the Kolkata Mint.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 60th Anniversary of the Kolkata Mint. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 2mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see building of Kolkata Mint which is a unit of SPMCIL responsible for producing coins in India."
    },

    {
        "CoinNo" : 6,
        "CoinName" : "Birth Centenary of Saint Alphonsa ",
        "CoinID" : "INR-05R-AF2009",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2009",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating Saint Alphonsa Birth Centenary.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 100th Birth Anniversary of the Saint Alphonsa. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 2mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see front facing portrait of Saint Alphonsa. Sister Alphonsa was a Catholic nun from Kerala. She was elevated as Saint by Pope Benedict XVI at a solemn function at the Vatican City, making her the first Indian woman to be canonised."
    },

    {
        "CoinNo" : 7,
        "CoinName" : "Birth Anniversary of Dr. Rajendra Prasad",
        "CoinID" : "INR-05R-AG2009",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2009",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating 125th Birth Anniversary of Dr. Rajendra Prasad.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 125th Birth Anniversary of the first President Of India, Dr. Rajendra Prasad. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 1.9mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see front facing portrait of Dr. Rajendra Prasad."
    },

    {
        "CoinNo" : 8,
        "CoinName" : "150 Years of Kuka Movement",
        "CoinID" : "INR-05R-AH2007",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2007",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating 150 Years of Kuka Movement.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 150 Years of Kuka Movement. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 1.9mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see front facing portrait of Satguru Ram Singh Ji. Satguru Ram Singh ji is one of the greatest social reformers, a spiritual teacher and national leader. He was a saint of very high order, a spiritual guide who showed the way of peace in the groping humanity. In the revolt of 1857, Satguru Ram Singh Ji formed 'Sant Khalsa', which later developed into great historical Kuka movement."
    },

    {
        "CoinNo" : 9,
        "CoinName" : "Birth Anniversary of Motilal Nehru",
        "CoinID" : "INR-05R-AI2012",
        "CoinCond" : "Average",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2012",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating 150th Birth Anniversary of Motilal Nehru.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 150th Birth Anniversary of Motilal Nehru. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 1.9mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see left facing portrait of Motilal Nehru. He served as the Congress President twice. He was a patriarch of the Nehru-Gandhi family and the father of Jawaharlal Nehru, the first Prime Minister of India."
    },

    {
        "CoinNo" : 10,
        "CoinName" : "60 Years Of Parliament Of India",
        "CoinID" : "INR-05R-AJ2012",
        "CoinCond" : "Bad",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2012",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating 60 Years Of Parliament Of India.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 60 Years Of Parliament Of India. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 2mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see image of Parliament Of India along with Indian flag on top of it."
    },

    {
        "CoinNo" : 11,
        "CoinName" : "Birth Centenary of Acharya Tulsi ",
        "CoinID" : "INR-05R-AK2013",
        "CoinCond" : "Bad",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2013",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating Birth Centenary of Acharya Tulsi .",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 100th Birthday of Acharya Tulsi. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 1.9mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see front side portrait Acharya Tulsi a Jain Monk wearing a protective covering on his mouth as part of his nonviolent religion to avoid harming bacteria in water and air."
    },

    {
        "CoinNo" : 12,
        "CoinName" : "Centenary of Komagata Maru incident",
        "CoinID" : "INR-05R-AL2014",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2014",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating Centenary of Komagata Maru incident.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 100 years of Komagata Maru incident. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 1.9mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see image of historic Japanese ship KOMAGATA MARU."
    },

    {
        "CoinNo" : 13,
        "CoinName" : "Birth Anniversary of Swami Vivekananda",
        "CoinID" : "INR-05R-AM2013",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2013",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the 150th Birth Anniversary of Swami Vivekananda.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 150th Birth Anniversary of Swami Vivekananda. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 1.92mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see image of Swami Vivekananda facing toward left."
    },

    {
        "CoinNo" : 14,
        "CoinName" : "Birth Anniversary of Madan Mohan Malaviya",
        "CoinID" : "INR-05R-AN2011",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2011",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the 150th Birth Anniversary of Madan Mohan Malaviya.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 150th Birth Anniversary of Madan Mohan Malaviya. It is made up of Nickel-Brass composition material. It weights 6g with 23.1mm diameter and 1.9mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see front facing portrait of Madan Mohan Malaviya. He was an Indian scholar, educational reformer and politician notable for his role in the Indian independence movement, as the four-time president of the Indian National Congress and the founder of Akhil Bharatiya Hindu Mahasabha."
    },

    {
        "CoinNo" : 15,
        "CoinName" : "Birth Anniversary of Rabindranath Tagore",
        "CoinID" : "INR-05R-AO2011",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2011",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the 150th Birth Anniversary of Rabindranath Tagore.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 150th Birth Anniversary of Rabindranath Tagore. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 1.9mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see front facing portrait of Rabindranath Tagore."
    },

    {
        "CoinNo" : 16,
        "CoinName" : "Birth Anniversary of Maulana Abul Kalam Azad",
        "CoinID" : "INR-05R-AP2013",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2013",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the 125th Birth Anniversary of Maulana Abul Kalam Azad.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 125th Birth Anniversary of Maulana Abul Kalam Azad. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 2mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see front facing portrait of Maulana Abul Kalam Azad."
    },

    {
        "CoinNo" : 17,
        "CoinName" : "100 Years of Civil Aviation",
        "CoinID" : "INR-05R-AQ2011",
        "CoinCond" : "Average",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2011",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the 100 Years of Civil Aviation in India.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 100 Years of Civil Aviation in India. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 2mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see picture of an Aircraft and figure '100' with the words 'YEARS' in the Centre flanked by words 'भारतीय नागर विमानन शताब्दी वर्ष' on the upper periphery and 'CIVIL AVIATION' followed by 'INDIA' below the figure '100'. Year '1911-2011' at the very bottom of the coin"
    },

    {
        "CoinNo" : 18,
        "CoinName" : "Birth Centenary of C. Subramaniam",
        "CoinID" : "INR-05R-AR2010",
        "CoinCond" : "Average",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2010",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the 100th Birth Anniversary of C. Subramaniam.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 100th Birth Anniversary of C. Subramaniam. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 2mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see front facing portrait of C. Subramaniam."
    },

    {
        "CoinNo" : 19,
        "CoinName" : "75th Anniversary Dandi March",
        "CoinID" : "INR-05R-AS2005",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2005",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the 75th Anniversary Dandi March.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating the 75th Anniversary Dandi March. It is made up of Stainless-Steel. It weights 8.85g with 23mm diameter and 2.2mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see image of Gandhi leading marchers."
    },

    {
        "CoinNo" : 20,
        "CoinName" : "Birth Centenary of Shaheed Bhagat Singh",
        "CoinID" : "INR-05R-AT2007",
        "CoinCond" : "Very Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2007",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the 100th Birth Anniversary of Shaheed Bhagat Singh.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating the 100th Birth Anniversary of Shaheed Bhagat Singh. It is made up of Stainless-Steel. It weights 6g with 23mm diameter and 2.2mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see front facing portrait of Shaheed Bhagat Singh."
    },

    {
        "CoinNo" : 21,
        "CoinName" : "Dedicated to Mahatma Basaveshwara",
        "CoinID" : "INR-05R-AU2006",
        "CoinCond" : "Average",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2006",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin to honor Mahatma Basaveshwara.",
        "CoinDescription" : "It is a circulating commemorative coin to honor Mahatma Basaveshwara. It is made up of Stainless-Steel. It weights 6g with 23mm diameter and 2mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see front facing portrait of Mahatma Basaveshwara. Basaveshwara, colloquially known as Basavanna, was a 12th-century CE Indian statesman, philosopher, poet, social reformer and Lingayat saint in the Shiva-focussed bhakti movement, and a Hindu Shaivite social reformer during the reign of the Kalyani Chalukya/Kalachuri dynasty."
    },

    {
        "CoinNo" : 22,
        "CoinName" : "75 Years of ILO",
        "CoinID" : "INR-05R-AV1994",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "1994",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the 75 Years of ILO.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 75 Years of International Labour Organization. It is made up of Copper-Nickel composition material. It weights 8.9g with 23.3mm diameter and 2.6mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see symbol of the International Labour Organization. The International Labour Organization is a United Nations agency whose mandate is to advance social and economic justice through setting international labour standards. Founded in October 1919 under the League of Nations, it is the first and oldest specialised agency of the UN."
    },

    {
        "CoinNo" : 23,
        "CoinName" : "50 Years of FAO",
        "CoinID" : "INR-05R-AW1995",
        "CoinCond" : "Average",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "1995",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the 50 Years of FAO.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 50 Years of Food And Agriculture Organisation. It is made up of Copper-Nickel composition material. It weights 9g with 23mm diameter and 3mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see symbol of the Food And Agriculture Organisation - Hand clutching stalks of wheat. The Food and Agriculture Organization of the United Nations is a specialized agency of the United Nations that leads international efforts to defeat hunger and improve nutrition and food security."
    },

    {
        "CoinNo" : 24,
        "CoinName" : "Standard Circulation Coin (1992-2004)",
        "CoinID" : "INR-05R-AX1993",
        "CoinCond" : "Average",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "1993",
        "CoinQuantity" : "1",
        "CoinDetails" : "Standard Circulation Coin (1992-2004).",
        "CoinDescription" : "It is a standard circulation coin minted during the period of (1992-2004). It is made up of Copper-Nickel composition material. It weights 9g with 23mm diameter and 3mm thickness. On heads, it features Ashoka Stambh at centre. On tails side we see denomination flanked by flowers and minting year written below it."
    },

    {
        "CoinNo" : 25,
        "CoinName" : "Silver Jubilee of Shri Mata Vaishno Devi Shrine Board",
        "CoinID" : "INR-05R-AY2012",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2012",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the Silver Jubilee of Shri Mata Vaishno Devi Shrine Board.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 25th Anniversary of Shri Mata Vaishno Devi Shrine Board. It is made up of Nickel-Brass composition material. It weights 6g with 23mm diameter and 1.9mm thickness. On heads, it features Ashoka Stambh with denomination written below it. On tails side we see centrally located picture of Shri Mata Vaishno Devi."
    }

]
