[
    {
        "CoinNo" : 1,
        "CoinName" : "International Day of Yoga",
        "CoinID" : "INR-10R-AA2015",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2015",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the International Day of Yoga.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating International Day of Yoga. It is a bimetallic coin ie Copper-Nickel metal is in center with Aluminium-Bronze ring around it. It weights 7.71g with 27.1mm diameter and 1.8mm thickness. On heads, it features Ashoka Stambh with denomination written below it. Also 'India' is written around it in English and Hindi. On tails side we see symbol of International Day of Yoga."
    },


    {
        "CoinNo" : 2,
        "CoinName" : "Mahatma Gandhi's return from South Africa to India",
        "CoinID" : "INR-10R-AB2015",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2015",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the centenary of Mahatma Gandhi's return from South Africa to India.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 100th year of Mahatma Gandhi's return from South Africa to India. It is a bimetallic coin ie Copper-Nickel metal is in center with Aluminium-Bronze ring around it. It weights 7.71g with 27.1mm diameter and 1.8mm thickness. On heads, it features Ashoka Stambh with denomination written below it. Also 'India' is written around it in English and Hindi. On tails side we see depiction of young and old Mahatma Gandhi Ji, showing his transformation from a pravasi to Mahatma."
    },

    {
        "CoinNo" : 3,
        "CoinName" : "Platinum Jublee of Reserve Bank Of India",
        "CoinID" : "INR-10R-AC2010",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2010",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the Platinum Jublee of Reserve Bank Of India.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 75th Anniversary of Reserve Bank Of India. It is a bimetallic coin ie Copper-Nickel metal is in center with Aluminium-Bronze ring around it. It weights 7.71g with 27.1mm diameter and 1.8mm thickness. On heads, it features Ashoka Stambh with denomination written below it. Also 'India' is written around it in English and Hindi. On tails side we see logo of Reserve Bank Of India."
    },

    {
        "CoinNo" : 4,
        "CoinName" : "Diamond Jubilee of Coir Board of India",
        "CoinID" : "INR-10R-AD2013",
        "CoinCond" : "Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2013",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the Diamond Jubilee of Coir Board of India.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 60th Anniversary of Coir Board of India. It is a bimetallic coin ie Copper-Nickel metal is in center with Aluminium-Bronze ring around it. It weights 8g with 27mm diameter and 1.8mm thickness. On heads, it features Ashoka Stambh with denomination written below it. Also 'India' is written around it in English and Hindi. On tails side we see logo of Coir Board."
    },

    {
        "CoinNo" : 5,
        "CoinName" : "Silver Jubilee of Shri Mata Vaishno Devi Shrine Board",
        "CoinID" : "INR-10R-AE2012",
        "CoinCond" : "Average",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2012",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the Silver Jubilee of Shri Mata Vaishno Devi Shrine Board.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 25th Anniversary of Shri Mata Vaishno Devi Shrine Board. It is a bimetallic coin ie Copper-Nickel metal is in center with Aluminium-Bronze ring around it. It weights 7.71g with 27mm diameter and 1.8mm thickness. On heads, it features Ashoka Stambh with denomination written below it. Also 'India' is written around it in English and Hindi. On tails side we see image of Shri Mata Vaishno Devi in center, with 'Silver Jubilee' written below it."
    },

    {
        "CoinNo" : 6,
        "CoinName" : "Anniversary of National Archives of India",
        "CoinID" : "INR-10R-AF2016",
        "CoinCond" : "Very Good",
        "CoinCountryOfOrigin" : "India",
        "CoinDate" : "2016",
        "CoinQuantity" : "1",
        "CoinDetails" : "Commemorative coin for celebrating the 125th Anniversary of National Archives of India.",
        "CoinDescription" : "It is a circulating commemorative coin for celebrating 125th Anniversary of National Archives of India. It is a bimetallic coin ie Copper-Nickel metal is in center with Aluminium-Bronze ring around it. It weights 7.71g with 27mm diameter and 1.8mm thickness. On heads, it features Ashoka Stambh with denomination written below it. Also 'India' is written around it in English and Hindi. On tails side we see image of National Archives of India building in the centre. Logo of 125th Anniversary Celebration is placed above the image."
    }

]